{
  "name": "Madelyn Brown",
  "age": 29,
  "attributes": {
    "Strength": 50,
    "Constitution": 60,
    "Size": 55,
    "Dexterity": 60,
    "Intelligence": 80,
    "Appearance": 65,
    "Power": 60,
    "Education": 85,
    "Luck": 0,
    "Sanity": 60,
    "Magic": 12,
    "HP": 11,
    "Movement": 8,
    "Damage Bonus": "None",
    "Build": 0
  },
  "occupation": "Anthropologist",
  "nationality": "Australian",
  "skills": {
    "Anthropology": 70,
    "Archaeology": 30,
    "Climb": 50,
    "Credit Rating": 40,
    "First Aid": 50,
    "History": 60,
    "Language (Alngith Dialect)": 45,
    "Language (Arapahoe)": 20,
    "Language (Australian Aboriginal English)": 35,
    "Language (English)": 85,
    "Library Use": 50,
    "Lore (Aboriginal Australian)": 40,
    "Natural World": 40,
    "Persuade": 50,
    "Spot Hidden": 55,
    "Survival (Desert)": 30,
    "Brawl": 30,
    "Dodge": 30
  },
  "backstory": "Reading her father's history books as a child, Madelyn was often lost in dreams of exotic far-away places and strange people with even stranger customs. Madelyn grew up in the company of the Aboriginal Australians who would sometimes work or pass by her father's farm; she loved to spend time listening to their stories and learning about their culture, despite it being frowned upon by her family. Her academic nature and love of learning meant that she did well at school, encouraged by both her family and her teachers. Madelyn discovered she could pursue her interest in foreign cultures through the science of anthropology and undertook the subject at university. Since graduation, she has been fortunate to take part in a small number of projects in Australia and also, more recently, in the United States spending time with the Arapahoe tribespeople of Wyoming.",
  "description": "White Australian, with dark-brown hair, fair skin and green eyes.",
  "traits": "Ambitious and headstrong, she is determined to be one of the top female scholars in her field.",
  "ideology": "An unquenchable desire to learn and seek out knowledge.",
  "treasuredPossession": "A battered old copy of Alice's Adventures in Wonderland"
}